{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "barbecue.nvim": {
      "src": "https://github.com/utilyre/barbecue.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "express_line.nvim": {
      "src": "https://github.com/tjdevries/express_line.nvim"
    },
    "formatter.nvim": {
      "src": "https://github.com/mhartington/formatter.nvim"
    },
    "lightspeed.nvim": {
      "src": "https://github.com/ggandor/lightspeed.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "2.0.0 - 3.0.0"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "0.2.0 - 0.3.0"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-oscyank": {
      "src": "https://github.com/ojroques/vim-oscyank"
    }
  }
}
